{
  "he": {

      "accessibility_h":"כלי הנגישות",
      "accessibility_font_sizeup":"הגדל טקסט",
      "accessibility_font_sizedown":"הקטן טקסט",
      "accessibility_grey":"גווני אפור",
      "accessibility_contrast":"ניגודיות גבוהה",
      "accessibility_opposite_contrast":"ניגודיות הפוכה",
      "accessibility_light_bg":"רקע בהיר",
      "accessibility_links":"הדגשת קישורים",
      "accessibility_readble_font":"פונט קריא",
      "accessibility_reset":"איפוס",


      "nav_login":"התחברות מנהל",
      "nav_home": "דף הבית",
      "nav_about": "על אריאל",
      "nav_support": "תמכו בנו",
      "nav_project":"על הפרוייקט",
      "nav_gallery":"גלריה",
      "nav_join": "צרו קשר",
      "nav_massages": "שיתופים",

      "hero_h1": "פלאוורמן",
      "hero_h2": "לזכרו של סמל אריאל סוסנוב הי\"ד",
      "hero_p": " זר קטן שמספר סיפור גדול",
      "hero_join_btn": "הצטרפו אלינו",
      "hero_donate_btn": "תרמו עכשיו" ,

      "about_head_h2":"הסיפור של אריאל",
      "about_text_p1": "אריאל סוסנוב הי\"ד 2020-2024 היה לוחם בהנדסה קרבית, גדוד 605, ונלחם במסגרת חטיבה 188 - עוצבת \"ברק\" - הן בעזה והן בגבול הצפון, במהלך מלחמת חרבות ברזל.",
      "about_text_p2": "מעבר להיותו לוחם אמיץ, אריאל היה אדם מלא כריזמה, שמחת חיים, צחוק וחיוך שלא ירד מהפנים. הייתה לו יכולת נדירה לסחוף אחריו אנשים - ולגעת עמוק בלב.",
      "about_text_p3": "אריאל חלם להיות איש חינוך - להצמיח נוער מאוכלוסיות מוחלשות, כמו בני נוער בסיכון ונוער עם צרכים מיוחדים. הוא האמין בכוח של כל ילד לפרוח, והקדיש את חייו הקצרים לעשייה למען אחרים. בין השאר, התנדב בארבע תנועות נוער במקביל:",
      "about_text_p4": "כנפיים של קרמבו, בני עקיבא, \"אחריי\" ומועצת הנוער של ירושלים. לפני גיוסו, בחר לעשות שנת שירות בתנועת כנפיים של קרמבו - כדי \"להשפיע עוד קצת על העולם\", כפי שאמר.",
      "about_text_p5": "אריאל נפל בקרב בתאריך ו' בחשוון תשפ\"ה (6.11.2024), בלחימה בגבול לבנון, סמוך ליישוב אביבים, בן 20 בלבד.",
      "about_text_p6": "הוא הותיר אחריו הורים, חמישה אחים, בת זוג אהובה\nודרך ומורשת שלמה של עשיית טוב.",
      "about_text_p7": "מתוך צוואתו של אריאל:",
      "about_text_p8": "\"תעשו טוב.\nתשמרו על המדינה המופלאה הזאת.\nתרימו זבל מהרצפה, אל תלכלכו את הרחובות.\nאל תפלו להשפעה של החברה.\nתעשו טוב לאנשים - זה הדבר הכי חשוב שיש.\nתחזירו דברים בצורה טובה יותר משקיבלתם.\nתשמרו על עצמכם ועל הבריאות שלכם.\"\n",


      "project_h2": "פרוייקט פלאוורמן",
      "project_h3": "זר קטן שמספר סיפור גדול",
      "project_content_p1": "לאריאל היה הרגל להביא לבת זוגתו זר פרחים מדי שבוע לכבוד שבת. גם כשהיה עמוק בלחימה בעזה או בלבנון, הוא דאג לשלוח לה את הזר – דרך משלוח או דרך אחיה הקטן. כך תמיד הצליח לשמח אותה.",
      "project_content_p2": " מתוך הרצון להמשיך את הלב הטוב של אריאל ולהפיץ את הדרך שלו לכל חייל וחיילת בישראל, הקמנו את פרויקט פלאוורמן.",
      "project_content_h4": "איך הכל התחיל?",
      "project_content_p3": " יום לאחר השבעה, כמה חברים התחילו לחלק זרי פרחים בתחנה המרכזית. מאז התרחבנו משמעותית. \n היום, אנחנו מחלקים זרי פרחים לחיילים מדי שבוע במספר נקודות ברחבי הארץ, באמצעות מערך מתנדבים מדהים בפריסה ארצית. בדוכנים, המתנדבים שוזרים את הפרחים בעצמם, ומצרפים לזר פתק אישי – אותו החיילים יכולים למלא ולהעניק לאדם שיקר להם.",
      "project_content_p4": " כך, המעגל של הטוב והאהבה מתרחב – ולא נשאר רק אצלנו.",
      "project_join_btn": "הצטרפו כמתנדבים",
      "project_card_1_b": "+8500",
      "project_card_1_p": "פרחים חולקו",
      "project_card_2_b": "+8",
      "project_card_2_p": "מקומות אליהם הגענו",
      "project_card_3_b": "+350",
      "project_card_3_p": "מתנדבים פעילים",

      "support_head_h4": "תמכו בפרוייקט פלאוורמן",
      "support_head_p": "הפרויקט שלנו מבוסס כולו על תרומות. \n כל תרומה, קטנה כגדולה- מאפשרת לנו להמשיך בפעילות ולחלק זר פרחים נוסף לחייל. זו מחווה פשוטה אך המון משמעות.",
      "support_content_h4":"עלות זר פרחים היא 15 ש\"ח בלבד \n עלות הפעלת דוכן שבועי הוא 700 ש\"ח",
      "support_content_p": "כל זר הוא חיוך, ואתם יכולים להיות הסיבה לחיוך הבא. \n עזרו לנו להתרחב, להגיע ליותר בסיסים- ולשמח עוד ועוד חיילים, לזכרו של אריאל.",
      "support_btn": "תרמו עכשיו",

      "gallery_h2":"גלרייה",
      "gallery_h3":"תמונות מפעילות פרוייקט פלאוורמן",
      "gallery_btn":"צפו בגלרייה המלאה",

      "activity_head_h3":"הפעילות של פלאוורמן",
      "activity_head_h4":"חלוקת הפרחים של פלאוורמן מתחקלת לשניים",
      "weekly_activity_head_h5":"נקודות החלוקה הקבועות",
      "weekly_activity_head_h61":"  בכל יום שישי אנחנו מחלקים כ-200 זרי פרחים לחיילים בשלושה מוקדים מרכזיים: התחנה המרכזית בירושלים, תחנת רכבת תל אביב סבידור מרכז, ותחנת לב המפרץ בחיפה.",
      "weekly_activity_head_h62":" המיקומים והשעות נבחרו בקפידה – כדי לפגוש את החיילים בדיוק כשהם יוצאים הביתה לשבת. המטרה: להגיע לכמה שיותר מהם עם מחווה קטנה של הכרת תודה ואהבה.",
      "weekly_activity_head_h63":" אנחנו שואפים להתרחב לכמה שיותר ערים כדי להגיע לכמה שיותר חיילים.",
      "weekly_activity_jerusalem_tag":"מרכזית ירושלים",
      "weekly_activity_heifa_tag":"מרכזית המפרץ",
      "weekly_activity_savidor_tag":"סבידור מרכז",

      "special_activity_head_h5":"חלוקה בבסיסים",
      "special_activity_head_h6":"פעם בחודש אנחנו יוצאים אל בסיסים ומוצבים – כדי לחלק פרחים לחיילי מילואים שסיימו סבב לחימה. הם חוזרים הביתה אחרי שבועות ולעיתים חודשים – ואנחנו מעניקים להם זר פרחים ומילה טובה למשפחה שמחכה. עד היום הגענו ל: בה\"ד 1, מוצב ג'וליס, מוצב כיסופים ולכנסי משפחות מילואים בסיום סבבי לחימה.  בכל מקום חילקנו מאות זרים. \n המחווה הפשוטה הזו מאפשרת להם לחזור מהלחימה עם משהו בידיים – תזכורת קטנה לאהבה הגדולה שמחכה בבית.",
      "special_activity_kisufim_tag":"בסיס כיסופים",
      "special_activity_bhd1_tag":"בה\"ד 1",
      "special_activity_julis_tag":"מחנה ג'וליס",




      "html_gallery_h1":"גלריה",
      "html_gallery_h2":"כל התמונות מפעילות פלאוורמן בנקודות השונות",
      "html_gallery_heifa_btn":"מרכזית לב המפרץ",
      "html_gallery_jerusalem_btn":"מרכזית ירושלים",
      "html_gallery_savidor_btn":"סבידור מרכז",
      "html_gallery_julis_btn":"מחנה ג'וליס",
      "html_gallery_kisufim_btn":"בסיס כיסופים",
      "html_gallery_bhd1_btn":"בה\"ד 1",
      "html_gallery_shatz_btn":"בי\"ח שערי צדק"
  },

  "eng": {
      "nav_home": "Home page",
      "nav_about": "About Ariel",
      "nav_support": "Support",
      "nav_project":"Flowerman",
      "nav_gallery":"Gallery",
      "nav_join": "Contact",
      "nav_massages": "Messages Wall",

      "hero_h1": "Flowreman",
      "hero_h2": "In memory of Ariel Sosnov Z\"L",
      "hero_p": " A small bouquet that tells a big story",
      "hero_join_btn": "Join Us",
      "hero_donate_btn": "Donate Now",

      "about_head_h2": "Ariel Sosnov, of blessed memory",
      "about_head_h3":"2004-2024",
      "about_content_h3": "Ariel's story",
      "about_text_p1": " Ariel was born and raised in Jerusalem; Israel. He served as an IDF combat engineer in Battalion ‘605’ and fought in the ‘Iron Swords’ war  with the 188th ‘Barak ‘Brigade.",
      "about_text_p2": "Ariel was a charismatic young man, full of laughter and a radiant smile. He had a rare ability to inspire and connect with people, touching hearts wherever he went. With a huge heart and deep dedication to helping others, he loved his people and the State of Israel with all his being. A true leader, who always stood by his word.",
      "about_text_p3": "Ariel dreamed of becoming an educator, focusing on youth from disadvantaged backgrounds and helping them grow and thrive. Despite his short life, he gave everything to this mission and left a lasting impact on society and on young people in Israel.",
      "about_text_p4": "He volunteered in four youth movements: ‘Krembo Wings’, ‘Bnei Akiva’, ‘Achrayi’, and the Jerusalem Youth Council. He also completed a pre-army service year with Krembo Wings before enlisting in the IDF.",
      "about_text_p5": "Two weeks after his passing, Ariel was scheduled to begin an officers’ course, continuing his mission of leading the next generation in the IDF.",
      "about_text_p6": "Ariel fell in combat during the Iron Swords operation in Avivim on the Lebanon border on November 6, 2024 (5th of Cheshvan, 5785), at the age of 20. He left behind his parents, five siblings, and his partner.",
      "about_text_p7": "Ariel’s will: \n\"Do good \nTake care of  your environment \nProtect this wonderful country\"",
      "about_text_p8":"",


       "project_h2": "Flowerman Project",
      "project_h3": "A small bouquet that tells a big story",
      "project_content_h4": "אודות פלאוורמן",
      "project_content_p1": "Ariel had a tradition of bringing his partner a bouquet of flowers every week for Shabbat. Even when he was deep in combat in Gaza or Lebanon, he made sure she received the bouquet—whether by delivery or through her younger brother. It was his way of always bringing her joy.",
      "project_content_p2": "Out of the desire to carry on Ariel’s kind heart and share his spirit with every soldier in Israel, we founded the Flowerman Project.",
      "project_content_p3": "The day after the shiva, a few friends began distributing bouquets at the central bus station. Since then, we have grown significantly.",
  "project_content_p4": "Today, we distribute bouquets to soldiers every week at several locations across the country, with the help of an incredible nationwide network of volunteers. At the stands, the volunteers arrange the flowers themselves and attach a personal note—one that the soldiers can fill out and pass along to someone dear to them. \n This way, the circle of kindness and love continues to grow—far beyond us.",


      "project_join_btn": "Join as volunteers",
      "project_support_btn": "אודות פלאוורמן",
      "project_card_1_b": "+8500",
      "project_card_1_p": "Bouquets Distributed",
      "project_card_2_b": "+8",
      "project_card_2_p": "Distribution Points",
      "project_card_3_b": "+350",
      "project_card_3_p": "Active Volunteers",

      "support_head_h4": "Support the Flowerman Project",
      "support_head_p": "This project thrives thanks to your donations. Every contribution allows us to continue our work and give another soldier a bouquet of flowers – a simple gesture with great meaning.",
      "support_content_h4": "The cost of a bouquet is 15 NIS. \n The cost of a weekly stand- 700NIS.",
      "support_content_p": " Each bouquet is a smile, and you can be the reason for the next one. \n Help us grow and reach every soldier.",
      "support_btn": "Donate Now",



      "gallery_h2":"Gallery",
      "gallery_h3":"Photos from the Flowerman Project",
      "gallery_btn":"View full gallery",

      "activity_head_h3":"Flowerman in Action",
      "activity_head_h4":"The bouquets distribution is divided into two parts",
      "weekly_activity_head_h5":"Distribution at Our Regular Point",
      "weekly_activity_head_h61":"  Every Friday, we distribute flowers to soldiers at three central locations: the Jerusalem Central Bus Station, Tel Aviv ‘Savidor Central’ Train Station, and Haifa ‘Lev HaMifratz’ Station.",
      "weekly_activity_head_h62":" At the stands, volunteers prepare bouquets and attach a personal note that soldiers can write for the loved one who receives the flowers. The times and locations are carefully chosen to meet soldiers as they head home for Shabbat, reaching as many as possible with this simple gesture of gratitude and love.",
      "weekly_activity_head_h63":" Our goal is to expand to all major cities, so that soldiers across the country can experience this weekly act of Kindness.",
      "weekly_activity_jerusalem_tag":"Jerusalem Central Bus Station",
      "weekly_activity_heifa_tag":"Haifa ‘Lev HaMifratz’ Station",
      "weekly_activity_savidor_tag":"Tel Aviv ‘Savidor Central’ Train Station",

      "special_activity_head_h5":"Distribution at Bases",
      "special_activity_head_h6":"Once a month, we visit reserve duty bases and distribute hundreds of bouquets at a time. This way, soldiers who have spent weeks, and sometimes months, away from home can return to their families with flowers in hand and a kind word for those waiting for them. \n So far, we have reached ‘Bahad 1’, ‘Julis Base’, ‘Kissufim Outpost’, and gatherings of reserve families at the end of combat rotations. \n This simple act means that soldiers come back from the battlefield with a reminder of the love and appreciation that surrounds them that is worth fighting for. \n We hope to be able to visit every IDF base in the country and meet the soldiers with a heartwarming bouquet and a smile. \n.",
      "special_activity_kisufim_tag":"Kissufim Outpost’",
      "special_activity_bhd1_tag":"Bahad 1",
      "special_activity_julis_tag":"Julis Base",




      "html_gallery_h1":"Gallery",
      "html_gallery_h2":"All FlowerMan Photos from All Locations",
      "html_gallery_heifa_btn":"Haifa ‘Lev HaMifratz’ Station",
      "html_gallery_jerusalem_btn":"Jerusalem Central Bus Station",
      "html_gallery_savidor_btn":"Tel Aviv ‘Savidor Central’ Train Station",
      "html_gallery_julis_btn":"Julis Base",
      "html_gallery_kisufim_btn":"Kissufim Outpost",
      "html_gallery_bhd1_btn":"Bhad 1",
      "html_gallery_shatz_btn":"Shaare Zedek Medical Center"



      "join_title": "הצטרפו אלינו",
      "join_text": "בואו להיות חלק מהמשפחה של פלאוורמן, ולעזור לנו לשמח את חיילי צה\"ל בפרחים.",

      "support_title": "תמכו בפלאוורמן",
      "support_text": "באמצעות התרומות שלכם, נוכל להמשיך את הפעילות ולחלק אלפי פרחים לחיילים.",

      "footer_rights": "© כל הזכויות שמורות לפלאוורמן"
  }
}



